Repository: mozilla-l10n/mt-training-data
Catalog: btv/btv_pontoon.tmx
Source language: en_us
Languages: btv

source: Voice Dataset, Ready for Download
btv: اواز سو ڈیٹا سیٹ ڈونلوڈ سو دن تیار تھو

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
btv: اواز قرتی تھیاواز انسان تھو۔ اِس وجہ رے بے قابل استعمال اواز سو ٹیکنالوجی سندے مہ مصروف تھا۔ اسئیں مشین سو دَن۔ولے اواز سو سسٹن سندے سو دَن، سندے والوں ڙھؤ مقدار مہ اواز سو ضرورت تھی ڈیٹا

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
btv: اواز قدرتی تھی، اواز انسان تھو۔۔اِس وجہ رے بے بے قابل استعمال اواز پیدا گرے مہ مصروفہ تھا اسئیں مشینو سو دَن ٹیکنالوجی۔ولے اواز سو نظام سندے سو دن اواز سو یک ڙھؤ مقدارڈیٹا سو ضرورت تھی

source: Voices Online Now
btv: اواز آن لائن تھی اوتر

source: Voice Validation
btv: اواز سو تصدیق

source: Volume
btv: والیوم

source: Votic
btv: ووٹیک

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
btv: مفت اور اوپن سورس تقریر کی شناخت کے انجنوں کے ساتھ استعمال کے ل trans نقل کی تقریر جمع کرنے کے لئے ووکسفورج قائم کیا گیا تھا مفت آ کھولاو زریعہ سو تقریر سو پُھنیانک سو انجنوں میل استعمال سو دن واکسفورج سیٹ گیو اسو

source: Wakhi
btv: واخی

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
btv: عام اواز جَل سَم گرے سو دَن مدد لوکھا ڙھو مڑنئ ! ای میل سو زریعہ گھِن رابطہ مہ ھوں <discourseLink>بیاد گرو</discourseLink> forums سائٹ سو مسلہ جمہ گر زریعہ <githubLink>GitHub</githubLink>یا شامل ھوں, <matrixLink>قالب</matrixLink> community chat

source: Want to save your information? <createProfile>Create a profile</createProfile>
btv: تو اپئیں معلومات محفوظ گرو لوکھا ؟ <createProfile> یک پروفائل سن </createProfile>

source: Want to stay in touch with Common Voice?
btv: عام اواز مِل رابطہ مہ اماں لوکھہ تھہ۔

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
btv: کدی چہء بے عام اواز سوڈیٹا سیٹ نوں ورژن جاری گرہ تھہ تہ اپڈیٹ لوکھا؟ اسوں خبریوں سو لٹر سبسکرائب گریا

source: Watch our video explainer to help
btv: اسیئں ویڈیو اکسپلینر بھال مدد سو دَن

source: Wayuunaiki
btv: وایوونائیکی

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
btv: بے یک کھولاو آ عوامی اوازوں سو ڈیٹا سیٹ سندہ تھہ چہ سو ہر کاں تقریر سو تربیت آ درخاستوں سو دَن استعمال گر ھویں۔

source: We are going out to get a coffee.
btv: مہ کافی پئ سو دَن با ئے بزہ تھہ

source: We are going out to get coffee.
btv: مہ کافی پئ سو دَن با ئے بزا

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
btv: بے موزیلا رے اواز سو ٹیکنالوجی سو چاپیرا یک کمیونٹی سندہ تھہ۔ بے رابطہ مہ ھوں لوکھتہ اپڈیٹ گِھن،نئ معلوماتی زریعوں آ او ݜوویں سو دَن چہء توس کش او معلومات استعمال گرہ تھہ

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
btv: بے پرزہ تھہ چہ مشین لرننگ والہ تقریر سو ٹیکنالوجی مہ گھاں آ عوامی طور رےمجود اواز سو ڈیٹا سیٹ ڙھؤ آ صحت مند تجارتی مقابلہ یے ترقی دی تھہاو یک عالمی کوشش تھو آ بے بوٹوں حصہ گِھنی سو دعوت دی تھہاسئیں مقصد تقریر سو ٹیکنالوجی یے ڙھؤ جامع ھویں مہ مدد دی تھی کاں چہ پور دنیا نو اوازوں سو نسل سو عکاسی گرا

source: Website Localization
btv: ویب سائیٹ لوکلائزیشن

source: Websites
btv: ویب سائٹ

source: We couldn’t find that page for you
btv: بے تیں دن او صفحہ نہ ڇا ھوندا

source: We couldn’t get any audio clips for you to listen to. Please try again later.
btv: اسُو حاصل نہ گر ھوندے تھے یک زو کلپ تے ݜویئں سو دَن۔ مہربانی گیری پتن نُوٹ کوشش گر

source: We couldn’t get any sentences for you to speak. Please try again later.
btv: اسُو حاصل نہ گر ھندے تھے یک ھُم جملہ تیں دن منے سو دَن پتن اش نُوٹ کوشش گر۔

source: Weekly
btv: ہفتہ وار

source: Weekly Goal
btv: ہفتہ وار مقصد

source: We launch the Common Voice site in this language.
btv: بے عام اواز سو سائٹ اِس زیب مہ دھنہ تھہ۔

source: Welcome to Common Voice
btv: عام اواز مہ خوش امدید

source: Welsh
btv: ولش

source: We may have run out of clips - refresh the page, or try again later.
btv: بے کلپ چلا ھون تہ ۔صفہ ریفرش گر،یا پتن اش نُوٹ کوشش گر

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
btv: بے وعدہ گرہ تھہ چہء تیں معلوماتسو خیال گریݜہجل پڑ اسئیں <privacyLink> پردہ داری نوٹس</privacyLink>

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
btv: ۔ بے تقریر دے چلزےوالہ درخواستسوترتیب سو دن یک مختلف زیب سو کھولاوزریعہ اوازسو معلوماتی سیٹ سندہ تھہ

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
btv: بٰے گھنڑآں گرہ تھہ یک کھلاؤ اوازوں سو سیٹ۔اپیئں اوز خیراتی دیا ،جَل لوں سو سو درستگی گریا معلوماتی سیٹ ھر کیں سو دن سمیریا۔

source: We’re experiencing unexpected downtime
btv: بے تجربہ گرہ تھہ غیر متوقع ڈون وخت

source: We're going out to get coffee.
btv: بے کافی پیئ با بزہ تھہ

source: We’re going out to get coffee.
btv: مہ کافی پئ سو دَن با ئے بزا

source: We release the dataset every 3 months.
btv: بے ھر ڇا څَن مہ معلوماتی سیٹ اوزگار گرہ تھہ۔

source: We're making some big changes
btv: بے کیں گھئیں تبدیل سندہ تھہ

source: We're receiving a lot of traffic and are currently investigating the issues.
btv: اسئ ڙھؤ ٹریفک وصول ھون تہ آ مجودہ وخت مہ مسائل سو تحقیق گرہ تھہ

source: We’re sorry, your platform is not currently supported.
btv: اسئ افسوس تھو تیوں پلیٹ فام اوتر کام نہ گرا۔

source: Western Highland Purepecha
btv: مغربی ھائیلینڈ پیورپیچا

source: Western Sierra Puebla Nahuatl
btv: مغربی شام پیوبلا نہوتل

source: Westphalian
btv: ویسٹفالیئن

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
btv: بے موزائلا اوزاراستعمالگرہ تھہ چہء تِسئ </pontoonRequestLink>پونٹون منہ تھہ</pontoonLink> ترجمہ سو دَن۔ پونٹون کَن ڈھیراں زِب تھے ولے کہ تِیں نہ تھی تہ تُو <pontoonRequestLink> اپیئں زیب شامل گرے سو درخواس گر ھاں</pontoonRequestLink> نُٹ او زیب عام اواز سو پراجیکٹ رے موجود ھوینئݜ،<githubRepoLink> نئ زیب سو درخواس گر GitHub <localizationFragment> </githubRepoLink> ترجمہ سو سائٹ رے جَل بھال </localizationFragment>

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
btv: اسو کیں تبدیلی گے تھےڈیلٹا طبقیوں مہ آخری ریلیز نو پتن مجودہ کلپ مجود تھا<deltaLink> اس کم سو بارہ مہ جل پڑ </deltaLink>

source: We've run out of sentences to record in this language...
btv: بے اِس زیب مہ ریکاڈ گرے سو دَن جملے چلا تھہ

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
btv: بے لوکھہ تھہ چہء تقریر سو ماڈل منے والہ سو بدل ھویئں سو حدود سَم پرزی، اسیئں دَن اواز سو معلوماتی سیٹ ڙھؤ ان ان لو نمائیندگی گریاں

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
btv: ۔ بے لوکھہ تھہ چہء ڇھیڇئے والہ مشین الگورتھم پتن سو مختلف قسم سو شور سنبال گرےتی تیر تکے اوچت اوازھُم قبول گرا تی تیار چہء سو تی ݜوویں نو نہ ورٹا پرسکون پتن سو ڈول ٹھیک تھو تے ہر لفظ ݜوویں نو ورٹے والہ اوچت ڈول نہ تھو

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
btv: بے مختلف لہجوں یئ، خش امدید گرہ تھہ گراونڈ رے کشک زو کلپ مسترد گرے نو اول ڙھؤ احتیاط گر کیں می چہ تے رھینگا چہ قاری یک لفظ می غلطی گی تھی اِس تناؤ غلط زایئ مہ دُھن گی تھو یا وقفہ نظر انداز گیگی تھی دنیا مہ استعمال ھویں والہ مختلف قسم سو تلفظ تھا تیوں کاں تی اپئیں مقامی برادری مہ نہ ݜوندا ھویانݜ مہربانی گیری تیوں لوں سو دن ازد ماحول دے کاں چہ تینوں مختلف بیاد گر ھوں تھہ

source: We will be in touch with more information about how to add your language to Common Voice very soon.
btv: ڙھو ھلہ بے رابطہ مہ ھویانش تیں زیب سو عام اواز سو جل معلومات گھن

source: What is a language on Common Voice?
btv: عام اواز رے زیب چوں تھی ؟

source: What issues are you experiencing with this sentence?
btv: اِس جملہ مہ تے چوں مسئلے تھے

source: What kind of goal do you want to build?
btv: کشک قسم سو مقصد تو سَندو لوکھا ؟

source: What makes a good question?
btv: مڑنیئ سوال چوں څیز سَندا ؟

source: What needs to be in my file?
btv: می فائل مہ چاں سو ضرورت تھی ؟

source: What sentences can I add?
btv: کشکجملے مہ جمہ گر ہاں

source: What’s inside the Common Voice dataset?
btv: عام اواز سو ڈیٹا سیٹ سو اندر چوں تھو

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
btv: کدی چہء یک یوزر یک اوز سو کلپ نامنظور گرا تہ سو واپس قطارے بزا۔ اگر دویئں وار رے نامنظور ھُن اواز سو کلپ قبرستانے بیز بزا۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
btv: ݜوویں سو دوران،احتیاط رے چیک گر چہء ریکاڈنگ صحیح ھ،ُن تھو آ لکیل صحیح تھی ; معمولی غلطی ھُون تہ رَد گر<br /> ڙھو عام غلطی شمار گر

source: Why ?
btv: چیئں ؟

source: Why are you asking?
btv: تو کوزائ منا

source: Why Common Voice?
btv: چیئں عام اواز؟

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
btv: یک پروفائل مِیل،تُو اپئیں سرگرمی سو معلوماترڇھ ھواں آ اواز سو معلومات سو حصہداروں سو کمیونٹی میلرابطہ مہ ھوں ھواں۔

source: Wixárika
btv: ویکسریکا

source: Wolof
btv: وولوف

source: Write
btv: لِک

source: Write options menu
btv: اختیاروں سو مینیو لِک

source: Xhosa
btv: ژھوسا

source: Xitsonga
btv: زیٹسونگا

source: y
btv: وائ

source: Y
btv: وائ

source: Yaqui
btv: یاقوی

source: Yes
btv: آں

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
btv: ھاں، ای میل مے ڇئے۔ عام اواز سو پراجیکٹ سو بارہ مہ مے اماں شیید رڇھو خوش تھو

source: Yiddish
btv: یدیش

source: Yoruba
btv: یوروبا

source: You
btv: تُو

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
btv: تو ڈونلوڈ شرو گرے والہ تھو <size>{ $size } GB </size> اگنے بہ ؟

source: You are prepared to initiate a download of <b>{ $size }</b>
btv: تی ڈونلوڈ سو بنیاد تیار گیگی <b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
btv: تُو جملے شامل گر ھاں<writePageLink> لیکے والہ صفہ رے </writePageLink> یا دوبارہ بھال ھاں <reviewPageLink> دوبارہ بھالے والہ صفہ رے</reviewPageLink>

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
btv: تُو کی بورڈ شارٹ کٹ ھُم استعمال گر ھواں{ sc-review-form-button-approve-shortcut } منظری سو دن{ sc-review-form-button-reject-shortcut } رد گرے سو دن{ sc-review-form-button-skip-shortcut } سکپ گرے سو دن

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
btv: تو ڇا ھواں <examplePromptsLink>120 مثال سو اشارے ۔</examplePromptsLink>شیٹ مہ

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
btv: تو بز ھاں <datasetsPage> معلوماتی سیٹ سو صفہ یے</datasetsPage> ،ورژن خوش گر آ زیب چہء تو لوکھا آ ڈونلوڈ گر فائل <metadataLink> جمہھویں بزیانݜ metadata </metadataLink> ڈیمو گرافک معلومات شان آ تصدیق سو معلامات تے معلوماتی سیٹ ڈونلوڈ گرے سو دن یک ای میل دے سو ضرورت ھوینݜ۔

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
btv: تُو موزائلا زیب سو کمیونٹی مَہ یک موضوع رے بیاد گیری جل لوں مل مل ھاں یا <matrixLink> قالب </matrixLink> تیز نصیات سو دَن

source: You cannot add multiple sentences for a single submission
btv: تُو یک وار رے مختلف جملے جمہ نہ گر ھواں

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
btv: تو یک تقریب چلا ھاں لوں سو حصہ گھنئ سو مدد سو دن۔او تیں سوچ نو ڙھؤ حسان تھو۔ او تو آن لائن ویڈیو کانفرنس اوزار گھن گر ھاں،یا امئ کہ او محفوظ تھو تہ <eventTemplate> تقریب چلئ سو دناسوں ٹمپلیٹ زو زریعے چیک گر </eventTemplate>

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
btv: تُوکم <sentenceCollectorLinkAdd> تعداد مہ جملے شامل گر ھاں یا تُو گر ھاں <bulkImportDocsLink> imports using Github </bulkImportDocsLink> یاد رڇھ چہء جملیوں ضرورت ھواں <licenseLink> cco (یا لوں مہ) یا تو اپیئں طرف نو لکےئ

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
btv: تُو جملے استعمال گر ھآں<scraperLink> جملہ نھالے والہ </scraperLink> لیور ایج ئے کھٹئں جملے ویکپیڈیا نو۔

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
btv: تُو شامل گر ھواں ویب سائٹ لکہ "عام اوازhttps://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
btv: تیئ تعلیمی حوالہ سو سٹائل استعمال گرو پکار تھو لکہ ہارڈ ورڈ سٹائل "موزیلا 2021 عام اواز۔ موجود تھو https://commonvoice.mozilla.org/ اوڑید 15 ستمبر 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
btv: تُو با ئے پیغام گرے سو دن سوشل میڈیا پلیٹ فام استعمال گرھاں۔ پوسٹ ݜئیر گر چہء وضاحت گرے او چیں اہم تھو آ لوں مِل رابطہ مہ ھوں بیاد گر مسئلیوں رے،لکہ زیب سو حق،اوز یا bias in tech بھال جل نصیحت <campaignLink> سوشل کمپین رے چلئ سو دن، سےء کانٹنٹ چہء تو دوبارہ استعمال گرا</campaignLink>

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
btv: تی یک زیب ہم خوش نہ گی تھی مہربانی گیری بیز بہ اپئیں <profileLink> پروفائل یے </profileLink> زیب خش گرے سو دَن۔

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
btv: تُو اِس صفحہ سو دَن جمہ گرے سو حدے اُوڑ گا تھومہربانی گیری { $retryLimit } سیکنڈ اِنتظار گر پَرئیں جملہ جمہ گرے نو اول! تتیں شکریہ صبر سو۔

source: You might also want to consider spanning different contexts and domains.
btv: تو مختلف سیاق و سباق آ احاطہ کار رے خر ھوینئل رے ھُم غور گر ھواں

source: You must allow microphone access.
btv: تے مائیکروفون قبول گرو تھو ضرور

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
btv: تے ریکارڈنگ سو ہر لفظ ݜؤویں سو قابل ھویں سو ضرورت تھی بے لوکھہ تھہ چہء مشین لرننگالگرتھم مختلف قسم سو پس منظر سو شور سنبھال گرے سو قابل ھویں آ ایزئ تکے چہ اوچت اواز سو شور یا کم اواز ڈول ھُم قبول ھویں بزے ولے شرط او چہء سو تی اواز پور ݜؤویں نو تی نہ ورٹے کریکلز یا بریک اپ چہ کاں تی اواز ݜؤویں نو ورٹا اسئیں مطلب تی چہ تے کلپ رد گرو پکار تھو

source: Your daily goal has been created
btv: تیں روزان سومقصد سنداں گے دے تھی

source: Your dataset is downloading!
btv: تیوں ڈیٹا سیٹ ڈونلوڈ ھواں

source: Your download has started.
btv: تیوں ڈون لوڈ شروع ھوینگا

source: You’re contributing to a target segment
btv: تُس نخ سو طبقہ مہ حصہ دھونہ تھہ

source: You’re contributing to our first target segment
btv: تُس اسئیں سَمگھئیں نَخ سو طبقہ مہ حصہ دُھونہ تھہ

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
btv: تی ھویں ھویں سیٹ گی<bold> نہ </bold> حاصل گرو ای میل لکہ مقصد سو یاداش،میوں کاردگیسو اپڈیٹ آ خبریوں سو خط عام اواز سو متعلق

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
btv: تی ھویں ھویں ای میل حاصلگرو سیٹ گیو تھو لکہ مقصد سو یاداش، میوں کارکردگی سو اپڈیٹ آ خبریوں سو خط عام اواز سو متعلق

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
btv: تو تیز بزا۔ مہربانی گر پھِک وختگِھن نظرثانی گرے مہ جملہ سو یقین گر چہء او جملہ صحیح تھی

source: You're helping Common Voice reach our daily sentence goals!
btv: تو مدد گرا عام اواز اسئیں روزان سو جملہ سو مقصدے اوڑے سو !

source: Your Languages
btv: تِیں زِب

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
btv: تیں زیب کلپ نو مختلف ھوں ھواں کہ تو ارام تھو تہ ،تُو سیٹنگ بلا ھواں اپئیں زیب مہ جل جملے بھالے سو دَن۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
btv: تیں زیب جملیوں مہ مختلف تھی! کہ تُو ارام مہ تھو تہ ،تُو اپو،ں سیٹنگ بدلا ھ اں اپئیں زیب مہ جل جملے بھالے سو دَن

source: Your weekly goal has been created
btv: تیں ہفتہ وارمقصد سندا گے دے تھی

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
btv: تیں مدد ھویں گے تھی عام اواز اوڑہ <goalPercentage> </goalPercentage> اسئیں روزانہ سو ریکاڈنگ مقصدے!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
btv: تیں مدد ھویں گے تھی عام اواز اوڑہ <goalPercentage> </goalPercentage> اسئیں روزانہ سو { $goalValue }تصدیقی مقصدے!

source: You want to join the Common Voice mailing list
btv: تو عام اواز سو میلنگ لسٹ مہ شامل ھوں لوکھا

source: Zaza
btv: زازہ

source: Zulu
btv: زولو

source: account recovery key
btv: اکاونٹ واپسی سو کنجی

source: add-on
btv: شامل گر

source: alternate text
btv: متبادل متن

source: attack
btv: حملہ

source: attacker
btv: حملہ گرے والہ

source: Attack Site
btv: حملہ سو زا

source: attendee
btv: شریک

source: authenticate
btv: مستند

source: authenticated
btv: دلیل دیتیل/مستند

source: authentication code
btv: سند سو کوڈ

source: autoplay
btv: امیئ چلزے والہ

source: backup authentication code
btv: واپسی سو مستند کوڈ

source: bookmark
btv: بک مارک

source: breakpoint
btv: شرے سو پوائنٹ

source: Bug report
btv: بگ رپورٹ

source: certificate authority
btv: سند سو اتھارٹی

source: cipher
btv: سائفر

source: clipboard
btv: کلپ بورڈ

source: colorway
btv: رنگین پان

source: confirmation code
btv: کنفرمیشن کوڈ

source: context
btv: متن

source: cookie banner
btv: کوکی بینر

source: corrupt
btv: کرپٹ

source: corrupted
btv: کرپٹڈ

source: crash
btv: کریش

source: cross-site tracking cookie
btv: کراس سائٹ ٹریکنگ کوکی

source: cryptominer
btv: کریپٹومائنر

source: cryptomining
btv: کریپٹومائننگ

source: debug
btv: ڈی بگ

source: deceptive site
btv: دھوکہ دے والہ سائٹ

source: decode
btv: ڈیکوڈ

source: decryption
btv: ڈی کرپشن

source: disinformation
btv: غلط معلومات

source: distrust
btv: بے اعتبارہ

source: email mask
btv: ای میل ماسک

source: enable
btv: قبل استعمال

source: encode
btv: اِنکوڈ

source: encrypt
btv: اِنکرپٹ

source: encryption
btv: اِنکرپشن

source: end user
btv: ختم یوزر

source: Enhanced Tracking Protection
btv: سَم ٹریکنگ تحفظ

source: extension
btv: توسیع

source: fingerprinter
btv: انگی سو نشان

source: fingerprinting
btv: انگی سو نشان

source: Firefox View
btv: فائر فاکس ویو

source: grassroots
btv: گراس روٹ

source: home page
btv: ھوم پیج

source: import
btv: امپورٹ

source: independent browser
btv: ازاد براوزر

source: innovations
btv: بدعت

source: insecure
btv: غیر محفوظ

source: installation
btv: انسٹالیشن

source: Issue
btv: مسئلہ

source: Legacy extension
btv: میراث مہ توسیع

source: misinformation
btv: غلط معلومات

source: native
btv: قومی

source: net neutrality
btv: خلص منصفی

source: nonprofit
btv: غیر منافع بخش

source: non-profit
btv: غیر منافع بخش

source: open source
btv: کھولاؤ سورس

source: override
btv: اوور رائیڈ

source: phone number mask
btv: فون نمبر ماسک

source: pop-up
btv: پاپ۔اپ

source: preference
btv: ترجیح

source: Privacy Notice
btv: پردا سو نوٹس

source: Privacy Policy
btv: پردا سو پالیسی

source: release
btv: ریلیز

source: report
btv: رپورٹ

source: restricted site
btv: ممنوع سائٹ

source: revert
btv: واپس

source: Review checker
btv: نظر ثانی سو چیکر

source: search suggestion
btv: تلاش سو تجویز

source: security keys
btv: حفاظت سو کنجی

source: sensitive
btv: حساس

source: sidebar
btv: سائڈ بار

source: sign
btv: نشان

source: signer
btv: نشان والہ

source: sign in
btv: سائن اِن

source: sign-in
btv: سائن اِن

source: studies
btv: مطالعہ

source: Terms of Service
btv: سروس سو شرائط

source: track
btv: ٹریک

source: trackers
btv: ٹریکر

source: Tracking Content
btv: ٹریکنگ مواد

source: unencrypted
btv: اَن اِنکرپٹڈ

source: unresponsive
btv: غیر زمہ دار

source: unsafe
btv: غیر محفوظ

source: validate
btv: تصدیق شدہ

source: validity
btv: تصدیق

source: version
btv: ورژن

source: Web Authentication
btv: ویب آتھنٹکیشن
